Repository: Orivera04/light-reading-ios-app
Catalog: meter-logger/Localizable.xcstrings
Source language: en
Languages: es_419

source: Actions
es_419: Acciones

source: Basic data
es_419: Datos basicos

source: Create
es_419: Crear

source: Create user
es_419: Crear usuario

source: Current reading
es_419: Lectura actual

source: Delete
es_419: Eliminar

source: Don't have an account?
es_419: ¿No tienes una cuenta?

source: Edit
es_419: Editar

source: Email
es_419: Correo electrónico

# fill_data
source: Fill the data
es_419: Rellena los datos

source: hellow
es_419: Hola

source: Invalid credentials
es_419: Credenciales inválidas

source: Invalid data
es_419: Datos inválidos

# invalid_desired_kwh_monthly
source: The desired kwh monthly is invalid.
es_419: Los kwh deseados de el mes son inválidos.

# kwh_is_not_valid
source: The reading of KWH is not right.
es_419: La lectura de KWH no es correcta.

source: Last Billing Period
es_419: Ultimo corte

source: Last consumptions
es_419: Ultimos consumos

source: Last invoice
es_419: Ultima lectura

source: Last reading
es_419: Ultima lectura

source: Loading
es_419: Cargando

# maximum_consumption
source: Maximum monthly consumption
es_419: Consumo máximo mensual

source: Meter
es_419: Medidor

# meter_deleted
source: The meter was deleted
es_419: El medidor fue eliminado.

source: My meters
es_419: Mis medidores

source: Name
es_419: Nombre

# name_is_empty
source: The name is empty
es_419: El nombre esta vacío.

source: New billing cycle
es_419: Nuevo corte

# new_consumption
source: New reading
es_419: Nueva lectura

source: New reading
es_419: Nueva lectura

source: No meters found
es_419: No se encontraron medidores

source: No readings found.
es_419: No se encontraron lecturas.

source: Open camera
es_419: Abrir cmara

source: Password
es_419: Contraseña

source: Reading
es_419: Lectura

# reading_deleted
source: The reading was deleted
es_419: La lectura fue eliminada.

# register_meter
source: New meter
es_419: Registrar medidor

source: Repeat your password
es_419: Repite tu contraseña

source: Save
es_419: Guardar

# save_new_billing_cycle
source: Save as new billing cycle
es_419: Guardar como nuevo corte

# select_date
source: Select a date
es_419: Selecciona una fecha

source: Sign in
es_419: Inicia sesión

source: Sign in to your account
es_419: Inicia sesión en tu cuenta

source: Something went wrong
es_419: Algo salio mal

source: Success
es_419: Exito

source: Tag
es_419: Etiqueta

# tag_is_empty
source: The tag is empty
es_419: La etiqueta esta vacía.
